{
    "FEVER": 1,
    "FOR RAT ONLY": 2,
    "VOMITING": 3,
    "ABDOMINAL PAIN": 4,
    "LBM": 5,
    "COUGH": 6,
    "DOB": 7,
    "EPIGASTRIC PAIN": 8,
    "COUGH AND COLDS": 9,
    "DIZZINESS": 10,
    "AGE": 11,
    "UTI": 12,
    "PCAP-A": 13,
    "URTI": 14,
    "ACUTE GASTRITIS": 15,
    "SVI": 16,
    "LACERATED WOUND": 17,
    "PCAP-B": 18,
    "PCAP-C": 19,
    "ATP": 20,
    "OUT OF HOSPITAL CARDIAC ARREST": 21,
    "SEPTIC SHOCK": 22,
    "ACUTE MYOCARDIAL INFARCTION": 23,
    "SUBARACHNOID HEMORRHAGE; CAP HR; ACS NSTEMI, COVID PROBABLE RAT (-)": 24,
    "NON-TRAUMATIC INTRACEREBRAL HEMORRAGE S/P CP ARREST X2, RTPCR NEGATIVE": 25,
    "ACUTE RESP DISTRESS SYNDROME, SEVERE PNEUMONIA, COVID SUSPECT": 26,
    "PNEUMONIA SEVERE; COVID-19 PROBABLE; BRONCHIAL ASTHMA IN ACUT EXACERBATION": 27,
    "COVID-19 PNEUMONIA CRITICAL": 28,
    "Septicaemia, unspecified ;  Negative COVID patient": 29,
    "DM II UNCONTROLLED; ENCEPHALOPATHY MULTIFACTORIAL-HYPOXIC METABOLIC;HASCVD; ASPIRATION PNEUMONIA; COVID PROBABLE": 30,
    "ACUTE RESPIRATORY FAILURE; CAPHR; COVID PROBABLE; SEPTIC SHOCK; CARDIAC DYSRHYTHMIA; ELECTROLYTE IMBALANCE R/O ACS S/P ARREST": 31,
    "MYOCARDIAL INFARCTION": 32,
    "CHEST PAIN": 33,
    "PNEUMONIA": 34,
    "ACID PEPTIC DISEASE": 35,
    "HTN": 36,
    "HSR": 37,
    "DOA": 38,
    "SEPTIC AND HYPOVOLEMIC SHOCK; PNEUMONIA- HIGH RISH CHRONIC LIVER DISEASE;URINARY TRACT  INFECTION;NO SWA": 39,
    "CARDIOGENIC SHOCK SEC TO ACUTE MI CKD": 40,
    "STILL BIRTH; EXTREME PREMATURITY; TOD: 1:00AM": 41,
    "ARF CAP HR": 42,
    "ACUTE CVA (INFARCT) HYPERTENSIVE ATHEROSCLEROTIC CARDIOVASCULAR DISEASE 2YEARS, UROSEPSIS SEC TO COMPLICATED UTI TYPE 2 DM NON-COVID": 43,
    "PREMATURITY; NEONATAL SEPSIS; NON-INSTITUITIONAL DELIVERY": 44,
    "SOB": 45,
    "PCAP": 46,
    "CAP": 47,
    "APD": 48,
    "BFC": 49,
    "UNDETERMINED CAUSE OF DEATH": 50,
    "ACUTE RESPIRATORY FAILURE": 51,
    "HYPOVOLEMIC SHOCK": 52,
    "MASSIVE CVD BLEED WITH INTRAVENTRICULAR EXTENSION PROB. SEC TO RUPTURED ANEURYSM HYPERTENSIVE EMERGENCY": 53,
    "CREBROVASCULAR DISEASE(INFARCT VS BLEED) SCHEMIC HEART DISEASE, T/C CAP-MR, COVID PROBABLE": 54,
    "FATAL ARRHYTHMIA; 2. MULTIPLE ELECRTROLYTE IMBALANCE (HYPOMAGNESEMIA, HYPERKALEMIA, HYPOCALEMIA); 3. SEIZURE DISORDER": 55,
    "ASPIRATION PNEUMONIA": 56,
    "HEMORRHAGIC STROKE ; HYPERTENSIVE EMERGENCY": 57,
    "ARF SEC TO ACS-NSTEMI; COVID PROBABLE": 58,
    "HYPOVELEMIC SHOCK SEC TO ANEMIA; SEC TO UGIB VS LGIB; CAP-HR; COVID 19 PROBABLE; T/C MULTIPLE ELEC, IMBALANCE; T/C CKD R/O UROPATHOLOGY": 59,
    "PENETRATING CARDIAC INJURY SECONDARY TO STABBING INCIDENT": 60,
    "SEPTIC SHOCK SECONDARY TO COMPLICATED URINARY TRACT INFECTION CHRONIC KIDNEY DISEASE COVID PROBABLE": 61,
    "ACUTE PULMONARY CONGESTION SEC TO DECOMPENSATED HEART FAILURE; CAP HR; T/C AKI ON TOP OF PROBABLE CKD; HCVD": 62,
    "CAP HIGH RISK": 63,
    "FRACTURE": 64,
    "BAIAE": 65,
    "ACS": 66,
    "ABRASION": 67,
    "ASPIRATION PNEUMONIA; CEREBRAL PALSY SPASTIC QUADRIPLEGIC": 68,
    "PRESUMED TRAUMATIC BRAIN INJURY SECONDARY TO ALLEGED BLUNT TRAUMA TO THE HEAD; MULTIPLE PHYSICAL INJURIES": 69,
    "BRAIN HERNIATION SECONDARY TO TRAUMATIC BRAIN INJURY SECONDARY TO MOTORVEHICULAR ACCIDENT": 70,
    "ARF SEC TO PULMONARY TUBERCULOSIS RULE OUT PULMONARY MASS": 71,
    "BRAIN STEM FAILURE SECONDARY TO HYPERTENSIVE CVD BLEED": 72,
    "ACUTE CORONARY SYNDROME, SEPTIC SHOCK": 73,
    "CARDIOGENIC SHOCK SEC. TO ACS NSTEMI": 74,
    "RASHES": 75,
    "DFS": 76,
    "DEAD ON ARRIVAL": 77,
    "CARDIOGENIC SHOCK": 78,
    "PTB; HYPOVOLEMIC SHOCK": 79,
    "HEPATIC ENCEPHALOPATHY SECONDARY TO DECOMPENSATED LIVER CIRRHOSIS. UPPER GI BLEEDING PROBABLY SECONDARY TO BLEEDING ESOPHAGEAL VARICES": 80,
    "FATAL ARRHYTHMIA CAP HR": 81,
    "ACUTE GASTROENTERITIS": 82,
    "HOSPITAL ACQUIRED PNEUMONIA HTN ST. 1DMT2": 83,
    "T/C ASPIRATION PNEUMONIA; G6PD DEFICIENCY; PRONOUNCED BY DR ALEJANDRO": 84,
    "HERNIATION SYNDROME SECONDARY TO INTRACEREBRAL HEMORRHAGE BILATERAL CHRONIC DISEASE SECONDARY TO HYPERTENSIVE NEPHROSCLEROSIS PROBABLE ACUTE CORONARY SYNDROME; CAP-HR": 85,
    "TYPE 2 MYOCARDIAL INFARCTION SEPTIC SHOCK INTRAABDOMINAL ABSCESS; ACUTE RESPIRATORY FAILURE": 86,
    "UREMIC SYNDROME SEC TO CKD SEC TO DIABETIC KIDNEY DISEASE ; CAP-HR ; COVID NEGATIVE": 87,
    "CASE": 88,
    "FOR SWAB (PATIENT'S WATCHER)": 89,
    "COUGH & COLDS": 90,
    "FALL": 91,
    "ACUTE RESPIRATORY FAILURE SECONDARY TO CAP-HR, SEPTIC SHOCK; COVID NEGATIVE": 92,
    "CARDIOGENIC SHOCK SEC TO ACS NSTEMI; CAP-HR; CVD INFARCT; COVID PROBABLE": 93,
    "CKD STAGE V; ESRD; OUT OF HOSPITAL CARDIAC ARREST, NON COVID": 94,
    "DEAD ON ARRIVAL PROBABLY NEONATAL ASPHYXIA; NON COVID": 95,
    "OUT OF HOSPITAL CARDIAC ARREST; NON COVID": 96,
    "SUDDEN INFANT DEATH SYNDROME; NON COVID; DEAD ON ARRIVAL": 97,
    "T/C CVD BLEED VS INFARCT, OUT OF HOSPITAL CARDIAC ARREST, NON COVID": 98,
    "ACUTE MYOCARDIAL INFARCTION OUT OF HOSPITAL CARDIAC ARREST": 99,
    "CARDIOGENIC SHOCK SECONDARY TO ACUTE MYOCARDIAL INFARCTION, ACUTE ABDOMEN": 100,
    "PCAP-D, ACUTE RESPIRATORY DISTRESS SYNDROME": 101,
    "ACUTE CORONARY SYNDROME NSTEMI,END STAGE RENAL DISEASE, CONGESTIVE HEART FAILURE": 102,
    "FOR RAT": 103,
    "ABDOMINAL PIAN": 104,
    "ARF SEC TO CAP-LR; COR PULMONALE; COVID PROBABLE": 105,
    "ARF SECONDARY TO CAP-HR, PTB PRESUMPTIVE, COVID PROBABLE": 106,
    "CVD; HYPERTENSIVE BLEED": 107,
    "HYPOVOLEMIC SHOCK SEC TO HEPATIC CARCINOMA, CHRONIC HEPATITIS, COVID 19 PROBABLE": 108,
    "OUT OF HOSPITAL CARDIAC ARREST; NON-COVID": 109,
    "PNEUMONIA SEVERE, SEPTIC SHOCK, DIABETIC KETOACIDOSIS SEVERE, COVID PROBABLE, RAT NEGATIV": 110,
    "SEPTIC SHOCK SEC TO CAP HR ASPIRATION PNEUMONIA, ACUTE CARDIOVASCULAR DSES, HYPOGASTRIC MASS T/C MALIGNANCY COVID 19  PROB": 111,
    "SEPTIC SHOCK SECONDARY TO CAP-HR, PTB MDR, COVID NEGATIVE": 112,
    "SUBACURE CVD INFARCT; RAT NEGATIVE": 113,
    "T/C ACS; HYPOVOLEMIC SHOCK PROB SEC TO UGIB, S/P ARREST 2 CYCLES, COVID PROBABLE RAT NEGATIVE": 114,
    "DENGUE FEVER": 115,
    "CARDIOGENIC SHOCK; T/C ACS NSTEMI; T/C PULMONARY CONGESTION VS CAP-MR COVID PROBABLE": 116,
    "UREMIC SYNDROME SECONDARY TO CKD ST. 5 SECONDARY TO HPNNS, SEVERE ANEMIA, HCVD, CAD, COVID SUSPECT.": 117,
    "CARDIAC DYSRHYTHMIA, HYPOKALEMIA, RENAL TUBULAR ACIDOSIS, AGE, NON COVID": 118,
    "HYPOVOLEMIC SHOCK SEC TO MASSIVE UPPER GASTROINTESTINAL BLEEDING; DEAD ON ARRIVAL": 119,
    "ASPHYXIA SECONDARY TO HANGING": 120,
    "MASSIVE INTRACRANIAL HEMORRHAGE": 121,
    "URINARY TRACT INFECTION": 122,
    "HYPERTENSIVE URGENCY": 123,
    "BRAIN HERNIATION SYNDROME ACUTE INTRACRANIAL HEMORRHAGE, PONTINE HYPERTENSION STAGE 2": 124,
    "RESPIRATORY FAILURE SEC. TO ACUTE INTRA CEREBRAL HEMORRHAGE PRONOUNCED DR MENDOZA; TIME OF DEATH 12/05/2024 05:37PM": 125,
    "PTB RADIOLOGICALLY DIAGNOSED; PNEUMOTHORAX RIGHT": 126,
    "HYPOVOLEMIC SHOCK; CAP-HR; BRONCHIECTASIS; COPD; COVID PROBABLE": 127,
    "ANEMIA SEVERE SEC TO UGIB; PLEURAL EFFUSION SEC TO CAP-HR": 128,
    "PNEUMONIA SEVER RESPIRATORY FAILURE SEC TO PNEUMONIA SEVERE CP QUADRIPLEGIA": 129,
    "ACUTE KIDNEY INJURY ON TOP OF PROBABLE CHRONIC KIDNEY DISEASE": 130,
    "MULTIFACTORIAL SHOCK SECONDARY TO: 1. CARDIOGENIC SHOCK SEC. TO ACS NSTEMI 2. SEPTIC SHOCK SEC TO CAP-MR 3. MULTIPLE ELECTROLYTE IMBALANCE 4. AKI ON TOP OF CKD SEC. TO DKD 5. T2DM 6. COVID PROBABLE": 131,
    "AMI, DEAD ON ARRIVAL NON COVID": 132,
    "ARF IN SHOCK PROBABLY SECONDARY TO CAP-HR, UTI, INFECTED DECUBITUS ULCER GRADE III, METABOLIC ENCEPHALOPATHY FROM PROFOUND SEVERELY SYMPTOMATIC HYPOVOLEMIC HYPONATREMIA, SEVERE ANEMIA PROBABLY SECONDARY TO ACUTE INFLAMMATION, R/O OCCULT GI BLEED": 133,
    "CARDIOEMBOLIC STROKE, LEFT MCA; CARDIAC DYSTHRYTHMIA, (AF PAROXYSMAL); HASCVD; CAP-MR; TYPE 2 DM": 134,
    "BODY WEAKNESS": 135,
    "OPD": 136,
    "CONTUSION": 137,
    "CARDIAC ARREST": 138,
    "ACUTE MYOCARDIAL ISCHEMIA": 139,
    "ACUTE PANCREATITIS": 140,
    "ACUTE RESPIRATORY FAILURE SEC TO CRITICAL PNEUMONIA; PTB": 141,
    "DISSEMINATED INTRAVASCULAR COAGULATION; CNSI TC SEPSIS": 142,
    "SHOCK MULTIFACTORIAL 1. CARDIOGENIC 2. SEPTIC ACS NSTEMI, SVT, AKI ON TOP OF PROB. CKD NOT ON HD, UREMIC ENCEPHALOPATHY SECONDARY TO HYPERKALEMIA SECONDARY TO T/C COMPLICATED UTI": 143,
    "ASPIRATION PNEUMONIA; CVD INFARCT": 144,
    "MULTIPLE PHYSICAL INJURY SECONDARY TO GUNSHOT": 145,
    "T/C MASSIVE ACUTE CVD BLEED": 146,
    "HYPERSENSITIVITY REACTION": 147,
    "CONTUSION HEMATOMA": 148,
    "ACUTE APPENDICITS": 149,
    "ACUTE MYOCARDIAL INFARCTION; NON COVID (RAT NEGATIVE)": 150,
    "PCAP-D, T/C ASPIRATION PNEUMONIA SEVERE MALNUTRITION , SEVERE HYPGLYCEMIA HYPOVOLEMIC SHOCK RAT(-)": 151,
    "MASSIVE INTRACRANIAL HEMORRHAGE; NON COVID": 152,
    "IMPENDING RESPIRATORY FAILURE SEC. PNEUMONIA, PLEURAL EFFUSION VS MALIGNANCY CA": 153,
    "CARDIOPULMUNARY FAILURE, MYOCARDITIS, CONGENITAL HEART DISEASE, COVID PROBABLE": 154,
    "ARF TYPE II SECONDARY TO CAP HR,TB BRONCHIECTASIS T/C PTB RELAPSE AF IN IVR SECONDARY TO SEPSIS ASCVD CAD COVID NEGATIVE (7/21/23)": 155,
    "T/C PULMONARY HEMORRHAGE VS. UPPER GASREOINTESTINAL BLEED PROB SEC TO LIVER PATHOLOGY T/S LOWER MOTOR NEURON DISEASE (DEAD ON ARRIVAL)": 156,
    "UPWARD ROLLING OF EYEBALLS": 157,
    "PCAP A": 158,
    "PTB": 159,
    "CVD INFARCT": 160,
    "SEPTIC SHOCK, CAP HR": 161,
    "DKA, DMT2": 162,
    "ICOD: ACUTE RESPIRATORY FAILURE ACOD: PULMONARY EMBOLISM, UCOD: ENDOMETRIAL CANCER, OTHERS: COVID PROBABLE": 163,
    "ASPIRATION PNUEMONIA; COVID PROBABLE": 164,
    "CAP-HR; HPN; COVID PROBABLE (RAT NEGATIVE)": 165,
    "CAP MR": 166,
    "HYPOVOLEMIC SHOCK PROBABLY SEC TO TUMOR BLEED, ACUTE PULMONARY CONGESTION": 167,
    "CARDIOGENIC SHOCK SEC. TO ACUTE MYOCARDIAL INFARCTION": 168,
    "OUT OF HOSPITAL CARDIAC ARREST; T/C SEPTIC SHOCK": 169,
    "HYPOGLYCEMIC": 170,
    "ASPHYXATION SEC TO STRANGULATION": 171,
    "ACS- NSTEMI": 172,
    "ACUTE RESPIRATORY FAILURE , MASSIVE PLEURAL EFFUSION , COMMUNITY AQUIRED PNEUMONIA HIGH RISK": 173,
    "CAP-HR, ACUTE DECOMPENSATED HEART FAILURE, HASCVD, CAD, DMT2, CFD (RAT NEGATIVE, AWAITS RT-PCR)": 174,
    "COMPLEX FEBRILE SEIZURE; PNEUMONIA SEVER": 175,
    "FATAL ARRHYTHMIA; HEART FAILURE WITH REDUCED EJECTION FRACTION SEC. TO CAD; UGIB SEC TO ANTI-PLATELET  USE; S/P PCI (2019)": 176,
    "HYPOVOLEMIC SHOCK SEC TO GASTROINTESTINAL BLEEDING PROB SEC TO COLONIC NEW GROWTH; CAP-HR": 177,
    "SEPTIC SHOCK IN ARF; COPDIAE, CAP-HR; T2DM, HASCVD; HYPERGLYCEMIC CRISIS PROB. SEC. TO INFECTION": 178,
    "SEVERE ACIDOSIS RESPIRATORY DISTRESS SYNDROME SEVERE PREMATURITY VERY LOW BRTH WEIGH": 179,
    "SHOCK MULTIFACTORIAL IN ARF SEC TO": 180,
    "ACS-NSTEMI CARDIOGENIC SHOCK": 181,
    "CVD BLEED MASSIVE, SEPTIC SHOCK SECONDARY TO CAP HR, DM TYPE 2, HPN STAGE 2, COVID PROBABLE": 182,
    "CRUSHED INJURY CAUSED BY MACHINERY (HYDRAULIC PRESS)": 183,
    "IMMEDIATE : SEPTICK SHOCK ANTECEDENT: ACSSTEMI UNDERLYING: CAP HR OTHERS: COVID PROBABLE RAT (-)": 184,
    "ICOD: SEPTIC SHOCK, UCOD: COMMUNITY ACQUIRED PNEUMONIA- HIGH RISK": 185,
    "HTN URGENCY": 186,
    "COMMUNITY ACQUIRED PNEUMONIA-HIGH RISK;ACUTE CORONARY SYNDROME-NON ST ELEVATION; MYOCARDIAL INFARCTION; PRESUMPTIVE PULMOPNARY TUBERCOLOSIS IN RELAPSE;ANEMIA OF CHORNIC DISEASE": 187,
    "SUDDEN INFANT DEATH SYNDROME - DEAD ON ARRIVAL": 188,
    "COVID 19- PNEUMONIA- CRITICAL; SEPTIC SHOCK; HASCVD; S/P ARREST": 189,
    "OUT OF HOSPITAL CARDIAC ARREST SEC TO MOTOR VEHICLE ACCIDENT (MOTOR VS. CONTAINER VAN)": 190,
    "BRAIN HERNATION SYNDROME,MULTIPLE CVD INFARCT WITH SUBARACHNOID HEMMORHAGE COMPONENT": 191,
    "MULTIFACTORIAL SHOCK (SEPTIC AND CARDIOGENIC) PNEUMONIA HIGH RISK, ACS NSTEMI, AKI ON TOP OF PROBABLE CHRONIC KIDNEY DISEASE": 192,
    "IMMEDIATE: CENTRAL HERNIATION ANTECEDENT: CVD INFARCT, POSTERIOR CIRCULATION  OTHERS: HASCVD COVID NEGATIVE (09/09/2023)": 193,
    "HERNIATION SYNDROME SEC TO ACUTE INTRACEREBRAL HEMORRHAGE BILATERAL": 194,
    "ACUTE MYOCARDIAL INFARCTION; CKD V SEC TO DM NEPHROPATHY": 195,
    "ACUTE RESPIRATORY FAILURE SEC TO ASPIRATION PNEUMONIA; HEAR T FAILURE WITH PRESERVED EJECTION FRACTION CORONARY ARTERY DSE": 196,
    "HYPOXIC ISCHEMIC ENCEPHALOPATY ACUTE SYMPOTIC SEIZURE SECONDARY TO SEVERE HYPONATREMIA SEVERE HYPOKALEMIA SECONDARY TO RENAL TUBULAR ACIDOSIS RAT NEGATIVE": 197,
    "ARF SEC TO CAP-MR VS PLEURAL EFFUSION; LYMPHOMA STAGE4 BREAST METASTASIS; COVID PROBABLE": 198,
    "OUT OF HOSPITAL CARDIAC ARREST, NON COVID": 199,
    "ACUTE CORONARY SYNDROME, CAP-HR; ACUTE RESPIRATORY FAILURE, SEPTIC SHOCK (AWAITS RT-PCR)": 200,
    "HEMORRHAGIC SHOCK PROBABLY SECONDARY UGIB VS BLEEDING ESOPHAGEAL VARRICES METABOLIC ENCEPHALOPATHY SECONDARY TO 1. LIVER PATHOLOGY 2. HYPONATREMIA T/C PGO": 201,
    "ASPHYXIATION SECONDARY TO STRANGULATION(BY HANGING)": 202,
    "MULTIPLE ELEC. IMBALANCE HYPOVOLEMIC SHOCK SEC. TO UGIB; HEMORRHAGIC CYSTITIS": 203,
    "HEART FAILURE, ACUTE RESPIRATORY FAILURE, TYPE DM": 204,
    "BRAIN HERNIATION SYNDROME; CEREBROVASCULAR BLEED, CEREBELLAR AND BRAINSTEM; HYPERTENSIVE EMERGENCY": 205,
    "ACS-NSTEMI, CARDIOGENIC SHOCK, COMPLICATED UTI. VALVULAR HEART DISEASEL, COPD": 206,
    "CAP HR ACS NSTEMI T/C AKI ON TOP OF CKD": 207,
    "CARDIOGENIC SHOCK SEC TO MI": 208
}