{
    "FEVER": 1,
    "FOR RAT ONLY": 2,
    "VOMITING": 3,
    "ABDOMINAL PAIN": 4,
    "LBM": 5,
    "COUGH": 6,
    "DOB": 7,
    "EPIGASTRIC PAIN": 8,
    "COUGH AND COLDS": 9,
    "DIZZINESS": 10,
    "AGE": 11,
    "UTI": 12,
    "PCAP-A": 13,
    "URTI": 14,
    "ACUTE GASTRITIS": 15,
    "SVI": 16,
    "LACERATED WOUND": 17,
    "PCAP-B": 18,
    "PCAP-C": 19,
    "ATP": 20,
    "OUT OF HOSPITAL CARDIAC ARREST": 21,
    "SEPTIC SHOCK": 22,
    "ACUTE MYOCARDIAL INFARCTION": 23,
    "SUBARACHNOID HEMORRHAGE; CAP HR; ACS NSTEMI, COVID PROBABLE RAT (-)": 24,
    "NON-TRAUMATIC INTRACEREBRAL HEMORRAGE S/P CP ARREST X2, RTPCR NEGATIVE": 25,
    "ACUTE RESP DISTRESS SYNDROME, SEVERE PNEUMONIA, COVID SUSPECT": 26,
    "PNEUMONIA SEVERE; COVID-19 PROBABLE; BRONCHIAL ASTHMA IN ACUT EXACERBATION": 27,
    "COVID-19 PNEUMONIA CRITICAL": 28,
    "Septicaemia, unspecified ;  Negative COVID patient": 29,
    "DM II UNCONTROLLED; ENCEPHALOPATHY MULTIFACTORIAL-HYPOXIC METABOLIC;HASCVD; ASPIRATION PNEUMONIA; COVID PROBABLE": 30,
    "ACUTE RESPIRATORY FAILURE; CAPHR; COVID PROBABLE; SEPTIC SHOCK; CARDIAC DYSRHYTHMIA; ELECTROLYTE IMBALANCE R/O ACS S/P ARREST": 31,
    "MYOCARDIAL INFARCTION": 32,
    "FALL": 33,
    "ACUTE GASTROENTERITIS": 34,
    "PCAP": 35,
    "DENGUE FEVER": 36,
    "ACS": 37,
    "ACID PEPTIC DISEASE": 38,
    "BAIAE": 39,
    "ACUTE RESPIRATORY FAILURE": 40,
    "UNDETERMINED CAUSE OF DEATH": 41,
    "CARDIOGENIC SHOCK; T/C ACS NSTEMI; T/C PULMONARY CONGESTION VS CAP-MR COVID PROBABLE": 42,
    "UREMIC SYNDROME SECONDARY TO CKD ST. 5 SECONDARY TO HPNNS, SEVERE ANEMIA, HCVD, CAD, COVID SUSPECT.": 43,
    "CARDIAC DYSRHYTHMIA, HYPOKALEMIA, RENAL TUBULAR ACIDOSIS, AGE, NON COVID": 44,
    "HYPOVOLEMIC SHOCK SEC TO MASSIVE UPPER GASTROINTESTINAL BLEEDING; DEAD ON ARRIVAL": 45,
    "ASPHYXIA SECONDARY TO HANGING": 46,
    "MASSIVE INTRACRANIAL HEMORRHAGE": 47,
    "RASHES": 48,
    "DFS": 49,
    "HTN": 50,
    "BFC": 51,
    "DEAD ON ARRIVAL": 52,
    "CARDIOGENIC SHOCK": 53,
    "ACUTE KIDNEY INJURY ON TOP OF PROBABLE CHRONIC KIDNEY DISEASE": 54,
    "MULTIFACTORIAL SHOCK SECONDARY TO: 1. CARDIOGENIC SHOCK SEC. TO ACS NSTEMI 2. SEPTIC SHOCK SEC TO CAP-MR 3. MULTIPLE ELECTROLYTE IMBALANCE 4. AKI ON TOP OF CKD SEC. TO DKD 5. T2DM 6. COVID PROBABLE": 55,
    "AMI, DEAD ON ARRIVAL NON COVID": 56,
    "ARF IN SHOCK PROBABLY SECONDARY TO CAP-HR, UTI, INFECTED DECUBITUS ULCER GRADE III, METABOLIC ENCEPHALOPATHY FROM PROFOUND SEVERELY SYMPTOMATIC HYPOVOLEMIC HYPONATREMIA, SEVERE ANEMIA PROBABLY SECONDARY TO ACUTE INFLAMMATION, R/O OCCULT GI BLEED": 57,
    "CARDIOEMBOLIC STROKE, LEFT MCA; CARDIAC DYSTHRYTHMIA, (AF PAROXYSMAL); HASCVD; CAP-MR; TYPE 2 DM": 58,
    "CAP": 59,
    "HYPERSENSITIVITY REACTION": 60,
    "CONTUSION HEMATOMA": 61,
    "HYPERTENSIVE URGENCY": 62,
    "ACUTE APPENDICITS": 63,
    "OUT OF HOSPITAL CARDIAC ARREST; NON COVID": 64,
    "ACUTE MYOCARDIAL INFARCTION; NON COVID (RAT NEGATIVE)": 65,
    "DOA": 66,
    "PCAP-D, T/C ASPIRATION PNEUMONIA SEVERE MALNUTRITION , SEVERE HYPGLYCEMIA HYPOVOLEMIC SHOCK RAT(-)": 67,
    "MASSIVE INTRACRANIAL HEMORRHAGE; NON COVID": 68,
    "IMPENDING RESPIRATORY FAILURE SEC. PNEUMONIA, PLEURAL EFFUSION VS MALIGNANCY CA": 69,
    "CARDIOPULMUNARY FAILURE, MYOCARDITIS, CONGENITAL HEART DISEASE, COVID PROBABLE": 70,
    "ARF TYPE II SECONDARY TO CAP HR,TB BRONCHIECTASIS T/C PTB RELAPSE AF IN IVR SECONDARY TO SEPSIS ASCVD CAD COVID NEGATIVE (7/21/23)": 71,
    "T/C PULMONARY HEMORRHAGE VS. UPPER GASREOINTESTINAL BLEED PROB SEC TO LIVER PATHOLOGY T/S LOWER MOTOR NEURON DISEASE (DEAD ON ARRIVAL)": 72,
    "UPWARD ROLLING OF EYEBALLS": 73,
    "PCAP A": 74,
    "PTB": 75,
    "CVD INFARCT": 76,
    "SEPTIC SHOCK, CAP HR": 77,
    "DKA, DMT2": 78,
    "ICOD: ACUTE RESPIRATORY FAILURE ACOD: PULMONARY EMBOLISM, UCOD: ENDOMETRIAL CANCER, OTHERS: COVID PROBABLE": 79,
    "ASPIRATION PNUEMONIA; COVID PROBABLE": 80,
    "CAP-HR; HPN; COVID PROBABLE (RAT NEGATIVE)": 81,
    "CAP MR": 82,
    "BODY WEAKNESS": 83,
    "SOB": 84,
    "ACS- NSTEMI": 85,
    "ACUTE RESPIRATORY FAILURE , MASSIVE PLEURAL EFFUSION , COMMUNITY AQUIRED PNEUMONIA HIGH RISK": 86,
    "CAP-HR, ACUTE DECOMPENSATED HEART FAILURE, HASCVD, CAD, DMT2, CFD (RAT NEGATIVE, AWAITS RT-PCR)": 87,
    "COMPLEX FEBRILE SEIZURE; PNEUMONIA SEVER": 88,
    "FATAL ARRHYTHMIA; HEART FAILURE WITH REDUCED EJECTION FRACTION SEC. TO CAD; UGIB SEC TO ANTI-PLATELET  USE; S/P PCI (2019)": 89,
    "HYPOVOLEMIC SHOCK SEC TO GASTROINTESTINAL BLEEDING PROB SEC TO COLONIC NEW GROWTH; CAP-HR": 90,
    "SEPTIC SHOCK IN ARF; COPDIAE, CAP-HR; T2DM, HASCVD; HYPERGLYCEMIC CRISIS PROB. SEC. TO INFECTION": 91,
    "SEVERE ACIDOSIS RESPIRATORY DISTRESS SYNDROME SEVERE PREMATURITY VERY LOW BRTH WEIGH": 92,
    "SHOCK MULTIFACTORIAL IN ARF SEC TO": 93,
    "ACS-NSTEMI CARDIOGENIC SHOCK": 94,
    "PNEUMONIA": 95,
    "CVD BLEED MASSIVE, SEPTIC SHOCK SECONDARY TO CAP HR, DM TYPE 2, HPN STAGE 2, COVID PROBABLE": 96,
    "CRUSHED INJURY CAUSED BY MACHINERY (HYDRAULIC PRESS)": 97,
    "IMMEDIATE : SEPTICK SHOCK ANTECEDENT: ACSSTEMI UNDERLYING: CAP HR OTHERS: COVID PROBABLE RAT (-)": 98,
    "ICOD: SEPTIC SHOCK, UCOD: COMMUNITY ACQUIRED PNEUMONIA- HIGH RISK": 99,
    "IMMEDIATE: CENTRAL HERNIATION ANTECEDENT: CVD INFARCT, POSTERIOR CIRCULATION  OTHERS: HASCVD COVID NEGATIVE (09/09/2023)": 100,
    "HERNIATION SYNDROME SEC TO ACUTE INTRACEREBRAL HEMORRHAGE BILATERAL": 101,
    "ACUTE MYOCARDIAL INFARCTION; CKD V SEC TO DM NEPHROPATHY": 102,
    "ACUTE RESPIRATORY FAILURE SEC TO ASPIRATION PNEUMONIA; HEAR T FAILURE WITH PRESERVED EJECTION FRACTION CORONARY ARTERY DSE": 103,
    "HYPOXIC ISCHEMIC ENCEPHALOPATY ACUTE SYMPOTIC SEIZURE SECONDARY TO SEVERE HYPONATREMIA SEVERE HYPOKALEMIA SECONDARY TO RENAL TUBULAR ACIDOSIS RAT NEGATIVE": 104,
    "ARF SEC TO CAP-MR VS PLEURAL EFFUSION; LYMPHOMA STAGE4 BREAST METASTASIS; COVID PROBABLE": 105,
    "OUT OF HOSPITAL CARDIAC ARREST, NON COVID": 106,
    "ACUTE CORONARY SYNDROME, CAP-HR; ACUTE RESPIRATORY FAILURE, SEPTIC SHOCK (AWAITS RT-PCR)": 107,
    "HEMORRHAGIC SHOCK PROBABLY SECONDARY UGIB VS BLEEDING ESOPHAGEAL VARRICES METABOLIC ENCEPHALOPATHY SECONDARY TO 1. LIVER PATHOLOGY 2. HYPONATREMIA T/C PGO": 108
}